<?php if (!defined('THINK_PATH')) exit();?><!DOCTYPE html>
<html>
<head>
	<meta charset="utf-8">
	<meta http-equiv="X-UA-Compatible" content="IE=edge">
	<title>隱私條款</title>
	<style>
		*{
			margin: 0;
			padding: 0;
		}
		h3{
		    width: 100%;
	        margin: 30px 0;
		    text-align: center;
		    font-size: 60px;
		    margin-bottom: 36px;
		}
		p{
			width: 100%;
   			padding: 0 30px;
   			color: #242424;
   			font-size: 36px;
   			margin-bottom: 36px;
		}
		
	</style>
</head>
<body>
	<div class="nav">
		<h3>隱私條款</h3>
		<p>本隱私政策將提供有關我們為Jiwo Network Technologies Limited（“Jiwo Network”“我們”或“我們的”）產品和服務管理您的個人資料所涉及的隱私政策的詳細資料，請您仔細閱讀，并熟知、理解我們的隱私政策。</p>
		<p>本隱私政策告知Jiwo Network如何收集、使用、處理您登入我們的網站www.lianyangji.io、使用我們的產品（軟體和硬體）和服務時，我們要求您提供某些資料（而通過該資料可以識別您的身份），該資料只會按照本隱私政策及/或我們的使用者協議和聲明而被使用。</p>
		<p>“個人資料”是指可用於識別個人的身份，個人資料可能包括您的姓名、地址、電話號碼和電郵地址。</p>
		<p>使用Jiwo Network的產品和服務，您將被視為已閱讀、承認和接受所有本隱私政策的條文，包括我們可能不時作出的修訂。我們承諾遵守適用的法律，包括您的本地隱私保障法例(包括香港個人資料（私隱）條例)，以保障您的個人資料的隱私、保密性及安全。我們同樣承諾確保我們能取用您的個人資料的僱員及代理均須堅守這些責任。</p>
		<p>如果您對在本隱私政策所概括的我們的資料處理方式有任何疑問，請聯繫香港Jiwo Network私隱專員service@lianyangji.io 。</p>
		<p>搜集資料的種類</p>
		<p>為向您提供我們的服務，我們會要求您提供為提供這些服務所需的個人資料。如果您不提供您的個人資料，我們可能無法為您提供我們的產品和服務。</p>
		<p>您向我們提供或上傳的資料（包括您的聯絡資料，如您的姓名、流動電話號碼、電郵地址、收貨地址、鏈養雞、EggCoin賬號的資料、訂單、付款相關的資料、您所輸入聯絡清單的電話號碼、您為發送訊息而輸入的電話號碼、回應和您提供給我們的任何其他資料）。</p>
		<p>由我們分配予您的特定資料：我們可能會收集和使用如您的鏈養雞母雞ID等資料各類的位置資料。例如，國家代碼、城市區號。</p>
		<p>與您使用某些功能、硬體、應用軟體和網站有關的資料。例如，cookies和其他區名標識技術、IP地址 。</p>
		<p>我們还可能會搜集其他種類的不與個人聯絡和匿名的資料。例如，在使用某特定服務時，可能會搜集使用者的鏈養雞系統版本號碼。搜集該資料是為了提升我們向您提供的服務。您如何使用、選擇加入或參與我們的產品/或服務，將決定所搜集的個人和非個人資料的種類和數量。</p>
		<p>收集的個人資料使用，是為了向您提供服務及/或產品和遵守適法例。您在此同意，我們可以為本隱私政策所聲明的目的處理和披露個人資料給我們的聯屬公司（即經營通訊、社交媒體、科技和雲端業務的公司）和第三方服務供應商。</p>
		<p>使用您的個人資料可能用於以下用途</p>
		<p>•向您提供、處理、維持、改善和開發我們的產品及/或服務，包括售後和有關您的設備上或透過我們網站獲得的服務。</p>
		<p>•就以下各項和您聯絡：您的設備、服務或任何查詢，例如更新資料、客戶查詢支援、關於我們的活動和資料和通知。</p>
		<p>•舉辦促銷有關的活動，例如提供促銷和宣傳資料和更新資料。舉辦推廣活動，例如抽獎和facebook、twitter等活動。</p>
		<p>•分析并開發有關使用我們的產品和服務的統計資料，以便進一步改善我們的產品和服務。</p>
		<p>•為我們的業務運作或法律義務存儲有關您的資料。以下是關於我們如何使用您的資料（可能包括個人資料）的詳情</p>
		<p>•建立您的鏈養雞賬戶、EggCoin地址。在我們的網站、或軟體上建立鏈養雞賬號時所收集的個人資料，會被用於建立使用者的個人賬號和個人資料頁面。</p>
		<p>•處理您的購買訂單。有關電子商務訂單的資料可能會用於處理採購訂單和有關的售後服務。鏈養雞APP會被用於提供鏈養雞推送服務，軟件更新或新產品的通知，包括折扣和宣傳資料。收集使用者回應，為了跟進您選擇提供的回應，Jiwo Network可能使用您所提供的個人資料與您聯絡並且保存記錄。</p>
		<p>•發送通知：我們可能不時會使用您的個人資料向您發送重要通知。</p>
		<p>•舉辦推廣活動。如果您參加抽獎、比較或類似的推廣活動，例如通過鏈養雞的facebook頁面或其他社交媒體平台，我們可能會使用您提供的個人資料管理這些活動。</p>
		<p>•執行軟體驗證服務; 執行硬體、軟體升級服務，檢測設備狀態；網路同步服務; 提高您的使用安全性並提供客戶支援。</p>
		<p>•因您使用Jiwo Network或Jiwo Network合作的協力廠商提供特定服務時，Jiwo Network或協力廠商則需要把您的資訊提供給與此相關聯的各方。</p>
		<p>我們可能使用您的姓名、電話號碼、電郵、鏈養雞賬號，以向您提供促銷資料。該些促銷資料，將有關於Jiwo Network公司和我們的商業夥伴的產品和服務。</p>
		<p>為進一步提升使用者體驗，我們可能基於您的購買歷史、網頁瀏覽歷史、位置資料向您推廣上述產品、服務和活動。根據當地資料保護法例，會另外取得您的明確同意。我們在獲得您的同意或表示不反對之後使用您的個人資料作促銷用途。如果您不希望收到某些類型的電郵訊息，請聯繫香港Jiwo Network私隱專員：service@lianyangji.io 。</p>
		<p>Cookies和其他技術（僅在瀏覽www.lianyangji.io時）</p>
		<p>Jiwo Network可能会收集Cookies、標籤和編程腳本資料。這些技術被用於分析趨勢、管理網站、跟蹤使用者在網站的動作、并收集有關我們使用者群整體的統計信息。日誌檔案：可能包括網際協議地址、瀏覽器類型、互聯網服務提供商，參考/推出頁面、操作系統、日期/時間標記，和/或點擊量。地區存儲-HTML5/Flash：我們使用地區存儲對象(LSOs）如HTML5或Flash來存儲內容和喜好。在我們的網站上提供某些功能或基於您的網絡瀏覽活動來展示廣告的第三方也會使用HTML5或Flash cookies來收集和存儲資料。</p>
		<p>我們不會向第三方出售任何個人資料，但我們可能會向第三方服務供應商和聯署公司（如下所述）披露您的個人資料，以提供在本節下述的您所要求的產品或服務。</p>
		<p>資料可能會被披露給第三方服務供應商和聯署公司，Jiwo Network只會按照您的同意而分享您的個人資料。當Jiwo Network在所述任何情況下向第三方服務供應商分享您的個人資料，Jiwo Network將確保第三方遵守當地使用的資料保障法例。</p>
		<p>在未取得您同意的情況下Jiwo Network可能依據當地資料保障法例明確允許的程度收集、使用和披露您的個人資料。</p>
		<p>我們可能會為業務目的與第三方分享整體性的匿名信息和統計資料（即不能用以識別您的身份的信息），例如分享給我們網站的廣告商，或我們可能會告知我們的業務合作夥伴。</p>
		<p>在下列情況，您同意Jiwo Network可透露您的個人資料，而無需得到您的授權：</p>
		<p>•您或您的監護人授權Jiwo Network公司披露的；</p>
		<p>•有關法律或法院要求Jiwo Network公司披露的；</p>
		<p>•司法機關或行政機關基於法定程式要求Jiwo Network公司提供的；</p>
		<p>•Jiwo Network公司為了維護自己合法權益而向使用者提起訴訟或者仲裁時；</p>
		<p>•應您的監護人的合法要求而提供使用者個人身份資訊時。</p>
		<p>•維護Jiwo Network的智慧財產權和其他重要權利時；</p>
		<p>•在緊急情況下竭力維護您個人和社會大眾的隱私安全；</p>
		<p>•根據本條款相關規定或者Jiwo Network認為必要的其他情況下。</p>
		<p>•您不應披露您的登入密碼或賬號資料給任何人士，除非該些人士獲您的正式授權，唯您授權人士作出的任何行為均須由您承擔責任。每當您在鏈養雞網站登入成為鏈養雞賬號使用者時，特別是在別人的電腦或公共互聊網終端上，您應該在您使用完畢后登出賬號。</p>
		<p>•若因您未能保密您的個人資料而導致第三方查閱您的個人資料，Jiwo Network概不負責，儘管有上述規定，如果有任何其他互聯網使用者未經授權使用您的賬號或任何其他違反保安措施的事件，您必須立即通知我們，而我們在收到您通知前您賬號的所有行為均須由您承擔責任。</p>
		<p>•您的協助將有助於我們保護您的個人資料的隱私</p>
		<p>您有權要求查閱/更正/修改我們所持有關於您的任何其他個人資料。如果您希望要求查閱我們所持有您的個人資料或認為任何我們所持有的資料不正確或不完整而須進行修訂，請聯繫香港Jiwo Network私隱專員：service@lianyangji.io </p>
		<p>若我們需要將您的個人資料轉移到您的司法區以外，不論轉移給我們的聯署公司（即在通訊、社交媒體和雲端業務的公司）或第三方服務供應商，我們將依照可適用的法例轉移資料。特別是，我們將通過使用適當的保障措施以確保所有資料轉移將按照適用您的當地資料保障法例的要求。</p>
		<p>Jiwo Network可能使用由Jiwo Network操作和控制的海外設施處理或備份您的個人資料。目前，Jiwo Network在日本設立數據中心，其它司法區可能會或可能不會具備和您的司法區類似的資料保障法律。我們可能轉移您的個人資料到我們的大陸設施存儲。然而，這并沒有影響我們按照本隱私政策保護您個人資料的任何承諾。</p>
		<p>如果您同意我們適用的使用者協議，並且若該使用者協議和本隱私政策出現不一致的情況，應以該使用者協議為準。</p>
		<p>我們定期審查我們的隱私政策。如果我們對隱私政策進行重大修改，我們不會另行書面通知到您，而相關修改亦於張貼之日生效。若您繼續使用我們的網站或我們的應用、我們的產品和服務，您將被視為接受更新的隱私政策。</p>
		<p>我們的隱私政策並不適用於由第三方提供的產品和服務。鏈養雞產品和服務可能包含第三方的產品、服務和連接到第三方的網站。當您使用該產品和服務，他們可能會收集您的資料。因此，我們強烈建議您閱讀第三方的隱私政策，我們不負責並且無法控制第三方如何使用他們向您收集的個人資料。</p>
		<p>例如</p>
		<p>通過使用paypal或其它第三方支付服務來完成和支付您的訂單，即表示您同意第三方支付服務提供的隱私政策將適用於您在其網站上提供的個人資料。</p>
		<p>如果您有任何對本隱私政策的疑問，請聯繫香港Jiwo Network私隱專員：service@lianyangji.io</p>
		
	</div>
</body>
</html>